Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/sami_parlamentarals_raddi_fi/climat_suomi.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaisen parlamentaarisen neuvoston ilmastopoliittinen strategia
sme: Sámi parlamentáralaš ráđi dálkkádatpolitihkalaš strategiija

source: Hyväksytty saamelaisen parlamentaarisen neuvoston kokouksessa 14.04.
sme: Dohkkehuvvon Sámi parlamentáralaš ráđis 14.04.2010

source: Saamelainen parlamentaarinen neuvosto (SPN) on erittäin tyytyväinen YK:n ihmisoikeuskomissioon, kun se painottaa päätöksissään ja toiminnassaan painottaa ilmastonmuutoksen ja yleismaailmallisten ihmisoikeuksien yhteyttä sekä ottaa selkeästi huomioon alkuperäiskansojen haavoittuvan tilanteen ilmastonmuutoksen suhteen.
sme: Sámi parlamentáralaš ráđđi rámida ON:a Olmmošvuoigatvuođaráđi go mearrádusástis ja doaimmastit deattuha oktavuođa gaskkal dálkkádatrievdamiid ja máilmmiviidosaš olmmošvuoigatvuođaid, ja go dat nu čielgasit orru vuhtiiváldimin álgoálbmogiid hearkkes dili dálkkádatrievdamiid oktavuođas.

source: SPN:n näkemyksen mukaan ilmastonmuutoksen yhteydessä tehtävät toimenpiteet vaikuttavat monella lailla alkuperäiskansojen ihmisoikeuksiin, ja siksi alkuperäiskansojen äänen tulee kuulua myös kansainvälilisissä ilmastonmuutosneuvotteluissa.
sme: SPR oaidná ahte doaibmabijut dálkkádatrievdamiid oktavuođas váikkuhit máŋgga iešguđet vuogi mielde álgoálbmogiid olmmošvuoigatvuođaide, ja danin ferte álgoálbmogiid jietna gullot čielgasit maiddái máilmmiviidosaš dálkkádatrievdanšiehtadallamiid oktavuođas.

source: SPN näkee ilmastonmuutoksen laajemmassa yhteydessä: jatkuva ympäristökuormitus ja lisääntynyt luonnonvarojen hyödyntäminen tekevät sopeutumisesta vaikeaa ja sama pätee myös saamelaiselinkeinojen ja elämänmuodon/toimeentulon sopeutumisen suhteessa muuttuneisiin ilmasto-olosuhteisiin.
sme: SPR oaidná dálkkádatrievdama stuorit oktavuođas: joatkašuvvi birasnoađuheapmi ja maid lassánan ávkkástallan luondduriggodagain dagaha váddáseabbon doaibmat dávgasit ja heivehit sámi ealáhusaid ja ealáhushámiid /birgenlágiid rievdan dálkkádatdiliide.

source: SPN korostaa, että saamelaisyhteisö sopeutuu ilmastomuutokseen parhaiten niin, että haavoittuvuutta vähennetään ja samalla edistetään Saamen maan ihmisten, eläinten ja luonnon kantokyvyn säilymistä.
sme: SPR čuoččuha ahte deaŧaleamos vuohki sámi servodahkii heivehit iežas nuppástuvvan dálkkádahkii lea unnidit daguid hávváiduhttit ja seammás lasihit Sámi olbmuid, eallibiid ja luonddu suvdinnávcca seailluheami.

source: Maailmanlaajuisena haasteena on se, että ilmastonmuutos voidaan ratkaista vain yhteistyön kautta ja ottamalla käyttöön parhaat olemassa olevat tiedot – saamelainen perinteinen tieto on hyvin tärkeä myös osana tämän haasteen ratkaisua.
sme: Globála hástalussan lea dat, ahte dálkkádatrievdan sáhttá čovdojuvvot dušše ovttasbarggu bokte ja válddedettiin atnui buoremus dieđut mat gávdnojit – sámi árbevirolaš máhttu lea danin dán hástalusa čoavdima deaŧalaš oassi.

source: Saamen kieli ja sen sisältämä luokittelujärjestelmä kantaa saamelaisten kulttuuria ja sen perinteitä sukupolvelta toiselle.
sme: Sámegiella ja dan sisttisdoallan klassifiserenvuogádat fievrreda sápmelaškultuvrra ja dan árbevieruid buolvvas bulvii.

source: Ilmastonmuutoksen varautumissuunnitelmassa ja sopeutumisen resursoinnissa on huomioitava saamen kielten asema ja turvattava saamen kielten säilyminen.
sme: Dálkkádatrievdama ráhkkananplánas ja vuogáiduvvama resurssaid várremis galgá váldojuvvot vuhtii sámegiela sajádat ja dorvvastuvvot sámegielaid seailun.

source: Saamen kielen ja sen elinkeinoihin liittyvän tietämyksen säilyminen edellyttää, että saamelaiselinkeinot säilyvät elinvoimaisina.
sme: Sámegiela ja dan ealáhusaide laktáseaddji dieđu seailun gáibida, ahte sámeealáhusat seilot eallinfámolažžan.

source: Saamelaiskäräjien tulee pystyä osallistumaan tasa-arvoisesti ilmastonmuutosta koskeviin päätöksentekoprosesseihin kansallisella ja kansainvälisellä tasolla.
sme: Sámedikkit galget bastit oassálastit dásseárvosaččat dálkkádatrievdama mearrádusdahkanproseassaide nášuvnnalaš ja riikkaidgaskasaš dásis.

source: Saamelaiskäräjille tulee antaa suurempi määräysvalta oman alueensa hallintaan ja ohjaukseen, koska se antaa parhaimmat mahdollisuudet sopeutua ilmastonmuutokseen saamelaiskulttuurin lähtökohdista käsin.
sme: Sámedikkiide galgá addot stuorát mearridanváldi iežaset guovllus hálddašeapmái ja stivremii, daningo dat addá buoremus vejolašvuođaid vuogáiduvvat dálkkádatrievdamii sámi kultuvrra vuolggasajiid dáfus.

source: SPN näkee, että Suomen ja Ruotsin valtioiden tulee ratifioida ILO 169-sopimus ja valtioiden tulee ottaa YK:n julistus alkuperäiskansojen oikeuksista osaksi kansallista lainsäädäntöään.
sme: SPR oaidná, ahte Suoma ja Ruoŧa stáhtat galgaba ratifiseret ILO 169 -soahpamuša ja stáhtat galget váldit ON:a julggaštusa eamiálbmogiid vuoigatvuođain nášuvnnalaš lágaid oassin.

source: Valtioiden tulee turvata saamelaisten ihmisoikeuksien toteutuminen myös ilmastonmuutoksessa.
sme: Stáhtat galget dorvvastit sámiid olmmošvuoigatvuođaid ollašuvvama maid dálkkádatrievdamis.

source: SPN edellyttää, että pohjoismainen saamelaissopimus ratifioidaan pikaisesti asiantuntijatyöryhmän esittämän esityksen mukaisesti.
sme: SPR gáibida, ahte davviriikkalaš sámesoahpamuš ratifiserejuvvo johtilit áššedovdijoavkku buktin evttohusa mielde.

source: Sopimus mahdollistaisi saamelaiskulttuurin kehittämisen kolmen valtion alueella saamelaiskulttuurin lähtökohdista helpottaen sopeutumista ilmastonmuutokseen ja turvaisi saamelaisten ihmisoikeuksien toteutumisen.
sme: Soahpamuš dagašii vejolažžan sámi kultuvrra ovddideami golmma stáhta guovllus sámi kultuvrra vuolggačuoggáin. Dát dagašii dálkkádatrievdamii vuogáiduvvama álkibun ja dorvvastivččii sápmelaččaid olmmošvuoigatvuođaid ollašuvvama.

source: SPN vaatii, että Meksikossa joulukuussa 2010 pidettävissä Yhdistyneiden Kansakuntien (YK) ilmastonmuutosta koskevan puiteyleissopimuksen seuraavassa osapuolikokouksessa, COP16ilmastoneuvotteluissa on sovittava laillisesti sitovista päästövähennyksistä ja sopimuksen rikkomisen sanktiojärjestelmästä.
sme: SPR gáibida, ahte Meksikos juovlamánus 2010 Ovttastuvvan Nášuvnnaid (ON) dálkkádatrievdama rápmaoktasašsoahpamuša čuovvovaš oassebeallečoahkkimis, COP16-dálkkádatráđđádallamiin galgá sohppojuvvot lágalaččat čadni bázahusgeahpádusain ja soahpamuša rihkkuma sánkšuvdnaortnegis. SPR

source: SPN vaatii, että maapallon keskilämpötila ei saa nousta yli 1,5 celsiusasteen.
sme: gáibida, ahte eatnanspáppa gaskaliekkasvuohtadilli ii oaččo loktanit badjel 1,5 celsiusceahki.

source: Tätä korkeamman lämpötilan nousun vaikutukset olisivat vaikeasti ennakoitavissa ja ilmeisesti vaarantaisivat arktisten alkuperäiskansojen kulttuurien elinmahdollisuudet arktisilla alueilla.
sme: Dán stuorát liekkasvuođadili loktaneapmi livččii buktit váikkuhusaid, maid lea veadjemeahttun ávaštit ja mat jáhku mielde uhkidivčče árktalaš eamiálbmogiid kultuvrra eallinvejolašvuođaid árktalaš guovlluin.

source: Valtioiden, jotka eivät täyttäisi päästövelvoitteitaan, tulisi maksaa merkittäviä sakkoja vuosittain.
sme: Stáhtat, mat eai deavdde bázahusgáibádusaid, galggašedje máksit mearkkašahtti sáhkuid jahkásaččat.

source: Sakot käytettäisiin kehitysmaiden päästöttömien energiatuotantomuotojen kehittämiseen.
sme: Sáhkuid geavahivčče ovddidanriikkaid bázahuskeahtes energiijabuvttadanhámiid ovddideapmái.

source: Sopimuksen toteutumista varten tulee perustaa YK:n alaisuuteen kansainvälinen elin, jonka yhteyteen tulee perustaa alkuperäiskansaelin, joka valvoo sopimuksen toteutumista ja sen vaikutuksia alkuperäiskansoihin.
sme: Soahpamuša ollašuvvama várás ferte vuođđuduvvot riikkaidgaskasaš orgána ON:a vuollásažžan. Dan oktavuhtii galgá vuođđuduvvot eamiálbmotorgána, mii bearráigeahččá soahpamuša ollašuvvama ja dan váikkuhusaid eamiálbmogiidda.

source: SPN vaatii, että päästöjä on leikattava merkittävästi.
sme: SPR gáibida, ahte bázahusat galget geahpeduvvot mearkkašahtti láhkai.

source: Kioton protokollassa päästöjen leikkaamisen vertailukohdaksi on annettu vuosi 1990. SPN näkee, että vain yhden vuoden päästöjen asettaminen vertailukohdaksi kohtelee eri valtioita epätasa-arvoisesti ja mahdollistaa tilanteen, jossa käytännössä joidenkin valtioiden ei tarvitse tehdä lainkaan päästövähennyksiä.
sme: Kioto protokollas bázahusaid geahpedeami veardádallanmuddun lea addojuvvon jahki 1990. SPR oaidná, ahte dušše ovtta jagi bázahusaid ásaheapmi veardádallanmuddun gieđahallá eará stáhtaid eahpedásseárvosaččat ja dahká vejolažžan dili, mas geavatlaččat muhtun riikkat eai dárbbaš dahkat ollenge bázahusgeahpádusaid.

source: SPN esittää, että vertailukohtana olisivat valtioiden keskimääräiset päästöt vuosina 1990–2000. SPN vaatii, että valtioiden tulee vähentää kasvihuonepäästöjään tästä keski-arvosta 40 % vuoteen 2020 mennessä ja 90 % vuoteen 2050 mennessä.
sme: SPR evttoha, ahte veardádallanmuddun livčče stáhtaid gaskamearálaš bázahusat jagiin 1990-2000. SPR gáibida, ahte stáhtat galget geahpedit šaddovistebázahusaid dán gaskaárvvus 40 % jagi 2020 rádjai ja 90 % jagi 2050 rádjai.

source: SPN näkee, että päästöjen määrää tulee hillitä uusiutuvia energiantuotantomuotoja kehittämällä ja saamalla ne suuren yleisön käyttöön edullisilla hinnoilla.
sme: SPR oaidná, ahte bázahusaid meari galgá goahcat ođasmuvvi energiijavugiid ovddidemiin ja oažžut daid álbmoga fáhtemii hálbbes hattiin.

source: Rakentamisen energiatehokkuutta on parannettava rakennussäännöksillä ja avustuksilla.
sme: Huksema energiijabeaktilvuohta galgá buoriduvvot huksennjuolggadusaiguin ja doarjagiiguin.

source: Kansallisella tasolla tulee laatia ilmastolakeja, joiden avulla hillitään päästöjä ja rahoitetaan ilmastonmuutoksen ehkäisytoimenpiteitä ja turvataan alkuperäiskansojen oikeudet ilmastonmuutoksessa.
sme: Nášuvnnalaš dásis galget gárvvistuvvot dálkkádatlágat, maiguin hálddašuvvojit bázahusat ja ruhtaduvvojit dálkkádatrievdama eastindoaimmat ja dorvvastuvvojit eamiálbmogiid vuoigatvuođat dálkkádatrievdamis.

source: SPN näkee, että kansainvälisessä alkuperäiskansapolitiikassa tulee keskittyä erityisesti ilmastonmuutokseen haittojen vähentämiseen alkuperäiskansoille ja alkuperäiskansojen vaikutusvallan turvaamiseen ilmastonmuutokseen liittyvässä päätöksenteossa.
sme: SPR oaidná, ahte riikkaidgaskasaš eamiálbmotpolitihkas galgá vuodjut eandalii geahpedit dálkkádatrievdama hehttehusaid eamiálbmogiidda ja eamiálbmogiid váikkuhanválddi dorvvasteapmái dálkkádatrievdama mearrádusdahkamis.

source: Ilmastonmuutoksen vähentämiseen pyrkivät toimenpiteet on tehtävä siten, että niillä ei ole kielteisiä vaikutuksia alkuperäiskansojen terveyteen ja elinmahdollisuuksiin.
sme: Dálkkádatrievdama geahpedeami doaibmabijut galget dahkkot nu ahte dat eai čuoza negatiivvalaččat eamiálbmogiid dearvvašvuhtii ja birgenlági vejolašvuhtii.

source: SPN kannattaa erityisesti aurinkoenergian hyödyntämisen lisäämistä.
sme: SPR guottiha earenoamážit beaivvášenergiijain ávkkástallama lasiheami.

source: Tuulivoiman lisäämisestä saamelaisten perinteisesti asuttamille alueille on sovittava ao. saamelaiskäräjien kanssa, sekä myös ao. alueiden paikallisten perinteisten elinkeinojen edustajien, erityisesti poronhoidon (paliskuntien) kanssa.
sme: guovlluid báikkálaš árbevirolaš ealáhusaid ovddasteddjiiguin, earenoamážit boazodoaluin (orohagain).

source: Tuulivoima ei saa aiheuttaa vähäistä suurempaa haittaa saamelaisten perinteisille elinkeinoille kuten saamelaisporonhoidolle.
sme: Bieggafápmu ii oaččo dahkat stuorit go smávva hehttehusa sápmelaččaid árbevirolaš ealáhusaide dego sápmelaš boazodollui.

source: Uusiutuvien energiamuotojen lisääminen edellyttää myös bioenergian käytön lisäämistä, mikä voi lisätä pienhiukkaspäästöjä ilman asianmukaisia suodattamia.
sme: Ođasmuvvi energiijahámiid lasiheapmi gáibida maiddái bioenergiija geavaheami lasiheami, mii sáhttá lasihit unnagavjačalmmážiid bázahusaid almmá áššáigullevaš filtariid haga.

source: Joillakin alueilla bioenergian keruu uhkaa alkuperäiskansojen elinoloja.
sme: Muhtin guovlluin bioenergiija čoaggin uhkida álgoálbmogiid eallinvejolašvuođaid.

source: Bioenergian keruun tulee tapahtua kestävällä tavalla ja prosessissa on kunnioitettava alkuperäiskansojen oikeuksia.
sme: Bioenergiija čoaggin galgá bargot suvdilis vugiin ja proseassas galget gudnejahttojuvvot álgoálbmogiid vuoigatvuođat.

source: SPN edellyttää, että bioenergian käytön lisääminen ei saa lisätä pienhiukkaspäästöjä ja vaatii, että pienhiukkaspäästöjä tulee hillitä tehokkailla suodattimilla.
sme: SPR geatnegahttá, ahte bioenergiija geavaheami lasiheapmi ii oaččo lasihit unnagavjačalmmážiid bázahusaid ja gáibida, ahte unnagavjačalmmážiid bázahusat galget hálddašuvvot beaktilut filtariin.

source: Vesivoiman lisääminen ei saa uhata luontoarvoja eikä aiheuttaa vähäistä suurempaa haittaa saamelaiskulttuurille.
sme: Čáhcefámu lasiheapmi ii oaččo uhkidit luondduárvvuid iige dahkat stuorit go smávva hehttehusa sámi kultuvrii.

source: SPN korostaa myös, että turve ei ole uusiutuva energiamuoto.
sme: SPR deattuha maid, ahte lavdnji ii leat ođasmuvvi energiijahápmi.

source: SPN vastustaa ydinvoiman lisäämistä.
sme: SPR lea váimmusfámu lasiheami vuostá.

source: Saamelaisten muistissa on edelleen Tšernobylin ydinvoimalaonnettomuus vuonna 1986 ja jonka vaikutukset saamelaisyhteisöihin ja saamelaisten perinteisiin elinkeinoihin on tunnistettavissa edelleenkin.
sme: Sápmelaččaid muittus lea ain Tšernobyla váimmosfápmolihkuhisvuohta 1986:s ja dan váikkuhusat čuhcet ain sámi servodahkii ja sámiid árbevirolaš ealáhusaide.

source: energiantuotantomuoto, vaan aiheuttaa päästöjä niin sen rakentamisen, uraanin hankkimisen ja louhinnan yhteydessä kuten myös jätteiden jälkisijoittamisen yhteydessä.
sme: Váimmosfápmu ii leat buhtes energiijahápmi, muhto dat buktá bázahusaid dan huksema áigge, urána skáhppoma ja loagguma olis dego maid bázahusaid sajusteami oktavuođas.

source: Pohjoismaissa, Suomessa ja Venäjän lähialueilla uraanin louhinta ja hankinta, kaivostoiminta ja ydinonnettomuus voisivat tuhota saamelaisten perinteisten elinkeinojen toimintaedellytykset.
sme: Davviriikkain, Suomas ja Ruošša lagašguovlluin urána skáhppon, loaggun, ruvkedoaibma ja váimmosfápmolihkohisvuohta sáhtáše duššadit sápmelaš árbevirolaš ealáhusaiguin bargama eavttuid.

source: Uudessa ilmastosopimuksessa on sovittava pienhiukkaspäästöjen merkittävästä vähentämisestä, niiden seuraamiseen on luotava kansainvälinen valvontajärjestelmä ja valtioiden on rajoitettava pienhiukkaspäästöjä teollisuudessa, liikenteessä sekä kotitalouksissa säännöksillä ja energiaavustuksilla.
sme: Ođđa dálkkádatsoahpamušas galgá sohppojuvvot unnagavjačalmmážiid bázahusaid meari mearkkašahtti geahpedeamis, daid bearráigeahččamii galgá dahkkojuvvot riikkaidgaskasaš bearráigeahččovuogádat ja stáhtat galget njuolggadusaiguin ja energiijadoarjagiin ráddjet unnagavjačalmmážiid bázahusaid industriijas, johtolagas sihke ruovttuid dállodoaluin.

source: Pienhiukkaspäästöjä ei toistaiseksi rajoiteta erityisesti, vaan rajoitukset koskevat ainoastaan yleisesti pienhiukkaspäästöjä.
sme: Unnagavjačalmmážiid bázahusat eai láhkaásahemiin doaisttážii ráddjejuvvo earenoamážit, muhto ráddjehusat gusket dušše oppalaš unnagavjačalmmážiid bázahusaide.

source: Erityisesti kehitysmaiden kotitalouksiin ja teollisuudelle on valmistettava oma rahoitusjärjestelmä, jonka kautta järjestetään huokeat suodattimet niiden käyttöön.
sme: Eandalii ovddidanriikkaid ruovttuid dállodoaluide ja industriijai galgá gárvvistuvvot iežas ruhtadanvuogádat, man bokte ordnejuvvojit hálbbes filtarat dáid atnui.

source: Näin voitaisiin halvasti ja tehokkaasti hillitä pienhiukkaspäästöjä maailmanlaajuisesti.
sme: Ná sáhttet hálbbet ja beaktilit hálddašuvvot unnagavjačalmmážiid bázahusat globála viidodagas.

source: Epätäydellisestä palamisesta aiheutuvat pienhiukkaset kuten musta hiili ja noki ovat odotettua merkittävämmässä roolissa maapallon lämpenemisessä.
sme: Váilevaš buollima dagahan unnagavjačalmmážiid bázahusat dego čáhppes čitna ja giehpa leat stuorát rollas eatnanspáppa liegganeamis go mii lei vuorddehahtti.

source: Pienhiukkaspäästöillä on myös merkittäviä terveysvaikutuksia aiheuttaen ennenaikaisia kuolemia globaalisti.
sme: Unnagavjačalmmážiid bázahusain leat maiddái mearkkašahtti dearvvašvuođalaš váikkuhusat, mat dahket menddo árra jápmimiid globála dásis.

source: Näiden päästöjen leikkaaminen tuo nopeita ja myönteisiä tuloksia.
sme: Dáid bázáhusaid geahpideapmi buvttášii buriid váikkuhusaid ja bohtosiid jođánit.

source: Pienhiukkaset kiihdyttävät ilmastonmuutosta erityisesti arktisella alueella ja näiden päästöjen vähentäminen on ensiarvoisen tärkeää ilmastonmuutoksen ehkäisemisessä.
sme: Unnagavjačalmmážat jođálmahttet dálkkádatrievdama eandalii árktalaš guovllus ja dáid bázahusaid geahpedeapmi lea hui dehálaš dálkkádatrievdama caggamis.

source: Valtaosa pienhiukkasista kulkeutuu ilmavirtausten mukana arktiselle alueelle Aasiasta.
sme: Váldooassi unnagavjačalmmážiin johtá Ásias áibmorávnnjiid mielde árktalaš guovlluide.

source: Laskeutuessaan lumen ja jään pinnalle noki mustaa pinnan.
sme: Luoitádettiin muohttaga dahje jieŋa ala giehpa čáhpodahttá daid gierraga.

source: Musta pinta imee auringonsäteilyä tehokkaammin ja täten lumi ja jää sulavat nopeammin.
sme: Čáhppes giera njammá beaivváža suonjardeami beaktileappot ja ná muohta ja jiekŋa suddet johtileappot.

source: Prosessi kiihdyttää lämpenemistä erityisesti arktisella alueella.
sme: Proseassa jođálmahttá liegganeami eandalii árktalaš guovlluin.

source: SPN vetoaa, että moottorikelkkojen ja mönkijöiden energiatehokkuutta parannetaan pikaisesti.
sme: SPR doarjala dasa, ahte mohtorgielkkáid ja njealjejuvllagiid energiijabeaktilvuohta buoriduvvo jođánit.

source: Saamelaisten perinteiset elinkeinot tarvitsevat näitä välineitä työssään, mutta niitä tulisi kehittää vähäpäästöisemmisiksi ja erityisesti mönkijöitä tulisi kehittää turvallisemmiksi ja luontoon vähemmän jälkiä jättäviksi.
sme: Sámi árbevirolaš ealáhusat dárbbašit dáid biergasiid barggustis, muhto dat galggaše ovddiduvvot nu, ahte dat buvttadit unnit bázahusaid. Eandalii njealjejuvllagiid galggašii ovddidit dorvvolaččabun ja dakkárin, ahte dat guođášedje lundui unnit luottaid.

source: Tämä tukisi myös biodiversiteetin suojelua.
sme: Dát doarjjošii maiddái biodiversitehta suodjaleami.

source: SPN esittää, että valtiolliset tutkimuslaitokset yhdessä yritysten ja saamelaisten perinteisten elinkeinojen edustajien kanssa aloittaisivat tällaisen kehitystyön pikaisesti.
sme: SPR evttoha, ahte stáhta dutkanlágádusat ovttas fitnodagaiguin ja sámiid árbevirolaš ealáhusaid ovddasteddjiiguin álggahivčče dákkár ovddidanbarggu johtilit.

source: SPN näkee, että ilmastonmuutoksen torjunnassa tulee noudattaa YK:n biodiversiteettisopimuksen artikla 8(j):tä ja huomioida saamelaisten perinteinen tieto, käytännöt ja innovaatiot ja saamelaisten vaikutusmahdollisuudet myös kansainvälisissä elimissä kyseisen artiklan nojalla.
sme: SPR oaidná, ahte dálkkádatrievdama dustemis galgá doahttalit ON:a biodiversitehtasoahpamuša artihkal 8(j):a ja váldit vuhtii árbevirolaš dieđu, geavadat ja innovašuvnnat ja sápmelaččaid váikkuhanvejolašvuođaid maiddái riikkaidgaskasaš orgánain dán artihkkala vuođul.

source: SPN haluaa kiinnittää huomiota myös sopimuksen artiklaan 10(c), joka määrää, että sopimusosapuolien tulee suojella ja kannustaa biologisten resurssien perinteistä käyttöä perinteisten kulttuuristen tapojen mukaisesti, jotka soveltuvat suojelun ja kestävän käytön vaatimuksiin.
sme: SPR háliida giddet fuopmášumi maiddái soahpamuša artihkkalii 10(c), mii mearrida, ahte soahpamušoassebealit galget suodjalit ja movttiidahttit biologalaš resurssaid árbevirolaš geavaheami árbevirolaš kultuvrralaš vugiid mielde, mat heivejit suodjaleami ja suvdilis geavaheami gáibádusaide.

source: SPN näkee, että artikla velvoittaa valtioita kunnioittamaan saamelaisten perinteistä luonnonkäyttöä.
sme: SPR oaidná, ahte artihkal geatnegahttá stáhtaid gudnejahttit sápmelaš árbevirolaš luonddugeavaheami.

source: SPN on huolissaan siitä, että valtiot eivät ole saavuttaneet tavoitettaan pysäyttää luonnon monimuotoisuuden köyhtymistä vuoteen 2010 mennessä.
sme: SPR guoddá fuola das, ahte stáhtat eai leat vel juksan ulbmilis bissehit luonddu máŋggalágánvuođa maŋosmannama jagi 2010 rádjai.

source: SPN kehottaa valtioita suojelemaan luonnon monimuotoisuutta ja turvamaan sen erityisesti kansainvälisenä biodiversiteettivuonna 2010. SPN pitää tärkeänä, että ilmastonmuutoksen vaikutuksia perinteiseen tietoon ja sen huomioimista ilmastonmuutostutkimuksessa ja päätöksenteossa käsiteltäisiin biodiversiteettisopimuksen kontekstissa ja otettaisiin huomioon vuoden 2010 jälkeisessä biodiversiteetti tavotteissa.
sme: SPR ávžžuha stáhtaid suodjalit luonddu máŋggahámatvuođa ja dorvvastit dan eandalii riikkaidgaskasaš biodiversitehtajagi 2010. SPR atná dehálažžan, ahte dálkkádatrievdama váikkuhusaid árbevirolaš dihtui ja dan vuhtiiváldin dálkkádatrievdandutkamušas ja bissehit luonddu máŋggahámatvuođa gáržuma jagi 2010 rádjai.

source: SPN esittää, että sopimuksen COP10-kokouksessa 2010 Nagoyassa 18.
sme: mearrádusdahkamis gieđahallošii biodiversitehtasoahpamuša konteavsttas ja váldojuvvošii vuhtii 2010 máŋŋásaš strategiijas.

source: 10.2010 päätettäisiin, että artikla 8(j):n monivuotiseen työohjelmaan otettaisiin uusi tehtävä: ilmastonmuutos ja perinteinen tieto.
sme: SPR evttoha, ahte soahpamuša COP10-čoahkkimis 2010 Nagoyas 18.–29.10.2010 mearriduvvošii, ahte artihkal 8 (j) máŋggajahkásaš bargoprográmmii váldošii ođđa doaibma: dálkkádatrievdan ja árbevirolaš diehtu.

source: SPN pyytää valtioita edistämään kokouksessa tämän tehtävän toteutumista.
sme: SPR bivdá stáhtaid ovddidit čoahkkimis dán doaimma ollašuvvama.

source: YK:n ilmastomuutossopimuksen yhteyteen tulee perustaa alkuperäiskansojen virallinen elin, joka valmistelee ja seuraa alkuperäiskansoja koskevaa ilmastonmuutospäätöksentekoa.
sme: ON:a dálkkádatrievdansoahpamuša oktavuhtii galggašii vuođđuduvvot eamiálbmogiid virggálaš orgána, mii válmmaštallá ja čuovvu eamiálbmogiid dálkkádatrievdama mearrádusdahkama.

source: Elimen tulisi toimia yhteistyössä YK:n alkuperäiskansojen pysyvän foorumin ja biodiversiteettisopimuksen WG8J-työryhmän kanssa.
sme: Orgána galggašii doaibmat ovttasbarggus ON:a eamiálbmoga bistevaš forumain ja biodiversitehtasoahpamuša WG8Jbargojoavkkuin.

source: Elimen toiminnan perustana tulisi olla YK:n julistus alkuperäiskansojen oikeuksista (alkuperäiskansajulistus).
sme: Orgána doaimma vuođđun galggašii leat ON:a julggaštus eamiálbmogiid vuoigatvuođain (eamiálbmotjulggaštus).

source: Elimelle on turvattava riittävät toiminta- ja asiantuntijaresurssit.
sme: Orgánii galget dorvvastuvvot doarvái stuorra doaibma- ja áššedovdiresurssat.

source: Sen tulee myös toimia yhteistyössä hallitustenvälisen ilmastonmuutospaneelin ja Arktisen Neuvoston kanssa.
sme: Dat galgá doaibmat ovttasbarggus ráđđehusaid gaskasaš dálkkádatpanelain ja Árktalaš Ráđiin.

source: Elimessä tulee olla edustettuina kattavasti alkuperäiskansojen edustuksellisia elimiä ja järjestöjä, jotka edustavat alkuperäiskansoja huomioiden maantieteellinen kattavuus.
sme: Orgánas galget leat ovddastuvvon gokčevaččat eamiálbmogiid álbmotválljen orgánat ja organisašuvnnat mat ovddastit álgoálbmogiid geográfalaš gokčevašvuohta vuhtii válddedettiin.

source: Valtioiden tulee antaa saamelaiskäräjille vuosittain pysyvää rahoitusta ilmastonmuutoksen sopeutumiseen, sen tutkimiseen ja oman ilmastopolitiikan kehittämiseen.
sme: Stáhtat galget addit sámedikkiide jahkásaččat bissovaš ruhtadeami dálkkádatrievdama vuogáiduvvamii, dan dutkamii ja iežaset dálkkádatpolitihka ovddideapmái.
